Repository: crojastriana3/porfolio_langin_page
Catalog: src/locale/messages.*.xlf
Languages: fr

source: My passion is creating brands and developing unique visual identities that highlight the essence of each project
fr: Ma passion est de créer des marques et de développer des identités visuelles uniques qui mettent en valeur l'essence de chaque projet

source: With over 4 years of experience in graphic design, I've had the privilege of collaborating with various small businesses in Colombia, crafting memorable logos, social media images, and other visual elements that have contributed to their success.
fr: Avec plus de 4 ans d'expérience en design graphique, j'ai eu le privilège de collaborer avec diverses petites entreprises en Colombie, en créant des logos mémorables, des images pour les médias sociaux et d'autres éléments visuels qui ont contribué à leur succès.

source: Currently, I am enjoying life in Metro Vancouver, where I continue to dedicate my creativity and skills to deliver impactful visual solutions. I am always open to new opportunities and excited about the challenges that the world of design may present.
fr: Actuellement, je profite de la vie dans le Grand Vancouver, où je continue de consacrer ma créativité et mes compétences pour offrir des solutions visuelles percutantes. Je suis toujours ouvert à de nouvelles opportunités et enthousiaste à l'idée des défis que le monde du design peut présenter.

source: If you are looking for a fresh, creative, and professional approach for your project, <span> I would be delighted to bring my experience and passion to your vision. </span>
fr: Si vous cherchez une approche fraîche, créative et professionnelle pour votre projet

source: Hello,
fr: Bonjour

source: I'm Danna
fr: Je suis Danna

source: A designer who is passionate <br /> and motivated by the creative world.
fr: Une designer passionnée

source: I lead multiple printing and digital design projects,<br /> brand identity, company rebranding, branding,<br /> UI design and high-fidelity prototypes.
fr: Je dirige plusieurs projets de conception imprimés et numériques"

source: Unique designs, lasting impact.<br /> Let's make it memorable!
fr: Des conceptions uniques, un impact durable.

source: Please scroll down
fr: S'il vous plaît, faites défiler vers le bas

source: Logo Design
fr: Conception de logo

source: Social Media
fr: Médias sociaux

source: Other Design
fr: Autre conception

source: Get started
fr: Commencer

source: Brand Identity
fr: Identité de marque

source: UI Design
fr: Conception UI

source: Other
fr: Autre

source: View project
fr: Voir le projet

source: © All Rights Reserved {{ year }}
fr: Tous droits réservés

source: Works
fr: Travaux

source: About
fr: À propos
